alefragnani.Bookmarks
Angular.ng-template
BalleriniServer.ballerini-theme
bmewburn.vscode-intelephense-client
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
HansUXdev.bootstrap5-snippets
hollowtree.vue-snippets
humao.rest-client
icrawl.discord-vscode
johnpapa.Angular2
mechatroner.rainbow-csv
mhutchie.git-graph
MS-CEINTL.vscode-language-pack-pt-BR
octref.vetur
onecentlin.laravel5-snippets
PKief.material-icon-theme
redhat.fabric8-analytics
redhat.java
redhat.vscode-rsp-ui
redhat.vscode-server-connector
ritwickdey.live-sass
ritwickdey.LiveServer
robertgr991.php-parameter-hint
sdras.night-owl
sdras.vue-vscode-extensionpack
sdras.vue-vscode-snippets
syler.sass-indented
tombonnike.vscode-status-bar-format-toggle
vaniship.vue-ls-snippets
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
wmaurer.vscode-jumpy
xabikos.JavaScriptSnippets
Zignd.html-css-class-completion
